Repository: yiannis1967/DestoPesto
Catalog: DestoPesto/DestoPesto/Properties/Resources.*.resx
Languages: el_gr

# AlertText
source: Alert
el_gr: Προσοχή

# AppleLogin
source: With Apple
el_gr: Με Apple

# CameraDetails
source: When prompted make sure to tap 'Allow' so that the app can use camera
el_gr: Στην ειδοποίηση πατήστε 'Κατά την χρήση της εφαρμογής' ώστε να επιτρέψετε την λειτουργία της κάμερας

# CameraTitle
source: Camera
el_gr: Κάμερα για λήψη φωτογραφιών

# CancelText
source: Cancle
el_gr: Ακύρωση

# CatagoryText
source: Catagory
el_gr: Κατηγορία

# ContinueText
source: Continue
el_gr: Συνέχεια

source: Cookies Policy
el_gr: Πολιτική Cookies

# CreateAccountText
source: Still Not Connected ?
el_gr: Δεν έχετε λογαριασμό?

# DamageSatusFail
source: Damage status updated Fail
el_gr: Αποτυχία ενημέρωσης

# DamageSatusSuccess
source: Damage status updated successfully
el_gr: Επιτυχής αποστολή

# DobText
source: Date Of Birth
el_gr: Ημερομηνία γέννησης

# DontShowAgain
source: Skip this message next time
el_gr: Να μην εμφανίζεται το μήνυμα

# EmailLogin
source: With email / password
el_gr: Mε email και κωδικό

# EnableBGToast
source: Please Set Location Permission: " Allow all the time " in Settings
el_gr: Επιλέξτε "Συνέχεια" για την αποστολή θέση στις Ρυθμίσεις

# ERROR_ACCOUNT_EXISTS_WITH_DIFFERENT_CREDENTIAL
source: Τhere already exists an account with the email address asserted by Google
el_gr: Υπάρχει άλλος λογιαριασμός με αυτά τα στοιχεία

# ERROR_CUSTOM_TOKEN_MISMATCH
source: Invalid configuration
el_gr: Γενικό λάθος custom toekn mismatch

# ERROR_DISABLED
source: The user's account is disabled
el_gr: Ο λογαριασμός είναι ανενεργός

# ERROR_EMAIL_ALREADY_IN_USE
source: The email is already in use by a different account
el_gr: Το email ήδη χρησιμοποιείται

# ERROR_INVALID
source: The email address is invalid
el_gr: Το email δεν είναι σωστό

# ERROR_INVALID_ACTION_CODE
source: Τhe password reset code is invalid. This can happen if the code is malformed or has already been used
el_gr: Ο κωδικός token είναι παλαιός ή χρησιμοποιείται ήδη

# ERROR_INVALID_CREDENTIAL
source: The [email] address is malformed
el_gr: Λάθος στοιχεία χρήστη

# ERROR_INVALID_CUSTOM_TOKEN
source: The custom token format is incorrect
el_gr: Κάποιο λάθος υπάρχει με τον κωδικό token. Επικοινωνήστε με τον διαχειριστή

# ERROR_INVALID_EMAIL
source: The email address is malformed
el_gr: Το email δεν είναι σωστό

# ERROR_INVALID_VERIFICATION_CODE
source: The code is invalid
el_gr: Ο κωδικός δεν είναι αποδεκτός

# ERROR_NOT_ALLOWED
source: Email and email sign-in link accounts are not enabled
el_gr: Δεν επιτρέπεται

# ERROR_OPERATION_NOT_ALLOWED
source: Anonymous accounts are not enabled
el_gr: Δεν επιτρέπεται αυτή η ενέργεια

# ERROR_TOO_MANY_REQUESTS
source: There was too many attempts to sign in as this user
el_gr: Έχετε κάνει πάρα πολλές προσπάθειες να κάνετε ενεργοποίηση με αυτόν τον λογαριασμό

# ERROR_USER_DISABLED
source: The user has been disabled
el_gr: Ο λογαριασμός είναι ανενεργός

# ERROR_USER_NOT_FOUND
source: There is no user corresponding to the given [email] address, or the user has been deleted
el_gr: Δεν υπάρχει λογαριασμός με αυτά τα στοιχεία ή ο λογαριασμός είναι ανενεργός

# ERROR_WEAK_PASSWORD
source: The password is not strong enough
el_gr: Αδύναμος κωδικός

# ERROR_WRONG_PASSWORD
source: The password is wrongp
el_gr: Ο κωδικός δεν είναι σωστός

# ExitText
source: Exit
el_gr: Έξοδος

# EXPIRED_ACTION_CODE
source: Τhe password reset code has expired
el_gr: Έχει λήξει ο χρόνος ανάκτησης του κωδικού

# FacebookLogin
source: With Facebook
el_gr: Με Facebook

# Fixed
source: This has been fixed
el_gr: Έχει αποκατασταθεί αυτό?

# ForgetPasswordText
source: Forgot Password
el_gr: Ξέχασα τον κωδικό μου

# ForgotPasswordPage
source: The exact password recovery instructions will be sent to your email. Follow them and in no time you will be back in the app
el_gr: Οι ακριβείς οδηγίες ανάκτησης του κωδικού θα αποσταλλούν στο email σου. Ακολούθησέ τις και σε χρόνο μηδέν θα είσαι πάλι στο παιχνίδι

# ForgotPasswordPageText1
source: Forgot your password?
el_gr: Ξέχασες τον κωδικό σου?

# ForgotPasswordPageText2
source: Enter your email
el_gr: Συμπλήρωσε το email σου

# GenderText
source: Gender
el_gr: Φύλο

# GetCatagoryText
source: Get Catagories
el_gr: Λήψη κατηγοριών

# GoogleLogin
source: With Google
el_gr: Με Google

# GoToSetttingsText
source: Go to Settings
el_gr: Συνέχεια στις Ρυθμίσεις

# HaveAccountText
source: Already Have An Account ?
el_gr: Έχετε ήδη λογαριασμο?

source: Home
el_gr: Αρχική

# HomeItemText
source: Home
el_gr: Αρχή

source: How it works
el_gr: Πως λειτουργεί

# InstructionsMessage
source: It’s easy. Choose the category by pressing the appropriate button below, take a photo and send it
el_gr: Είναι εύκολο και εντελώς ανώνυμο. Διάλεξε από τις κατηγορίες που φαίνονται παρακάτω τι θέλεις να αναφέρεις πατώντας το αντίστοιχο κουμπί, φωτογράφισέ το και ανάρτησέ το. Τα στοιχεία σου δεν θα εμφανιστούν πουθενά

# INVALID_ACTION_CODE
source: Τhe password reset code is invalid. This can happen if the code is malformed or has already been used
el_gr: Ο κωδικός δεν είναι καλός ή έχει ξανά χρησιμοποιηθεί στο παρελθόν

# LetsRegisterLineOneText
source: It's nice to see you here
el_gr: Καλώς όρισες

# LetsRegisterLineTwoText
source: Let's create an account
el_gr: Κάνε εγγραφή

# LocalNotificationDec
source: Damage is Reported Nearby Please Check
el_gr: Υπάρχει κοντά σας δηλωμένη εγγραφή. Παρακαλώ ελέγξτε

# LocalNotificationTitle
source: Damage Report Alert
el_gr: Μήνυμα από "Δες το πες το"

# LocationPermission
source: When prompted make sure to tap 'Allow While Using App' so that your app can work flawlessly
el_gr: Όταν ερωτηθείτε πατήστε 'Κατά την χρήση της εφαρμογής' ώστε να δουλέψει η εφαρμογή χωρίς προβλήματα

# LocationPrompt
source: The app uses location data when a photo is taken as part of the control on the accuracy of information provided. This data is stored in the application to allow it to determine the exact location that the photo was taken.
el_gr: Η εφαρμογή μαζεύει τα δεδομένα της τοποθεσίας στο παρασκήνιο όταν βγάζετε μία φωτογραφία για να διασφαλιστεί η εγκυρότητα της πληροφορίας. Τα δεδομένα τοποθεσίας αποθηκεύονται για να εμφανίζεται στον χάρτη με καρφίτσα το ακριβές σημείο της φωτογραφίας.

# LocationTitle
source: Location Access
el_gr: Λήψη τοποθεσίας

# LogoutItemText
source: Logout
el_gr: Έξοδος

# NoInternetText
source: The application is not responding because the internet connection is lost
el_gr: Η εφαρμογή δεν ανταποκρίνεται γιατί έχει χαθεί η σύνδεση με το Internet ή έχει σταματήσει ο server. Κλείστε την εφαρμογή και ξανά προσπαθήστε σε λίγο

# NoText
source: No
el_gr: Όχι

# NotificationContentText
source: It is strongly recommened to keep the app running as there are still pending photos to be uploaded
el_gr: Επειδή δεν έχουν αποσταλλεί ανέβει όλες οι φωτογραφίες η εφαρμογή θα συνεχίσει να τρέχει στο παρασκήνιο μέχρι να ολοκληρωθεί η διαδικασία και μετά θα κλείσει αυτόματα

# NotificationDetails
source: When prompted make sure to tap 'Allow' so that the app can notify you at important updates, such as successful uploads
el_gr: Στο ανάλογο παράθυρο πατήσετε 'Αποδοχή' ώστε η εφαρμογή να σας ενημερώνει για νέα όπως την ολοκλήρωση αποστολής των φωτογραφιών

# NotificationsTitle
source: Notifications
el_gr: Ειδοποιήσεις

# NumUserText
source: Users have reported this
el_gr: {0} χρήστες έχουν δηλώσει αυτό

# PasswordPlaceHolder
source: Password
el_gr: Κωδικός

# PermissionsNotGrandedText
source: If notifications are not allowed the app will not run
el_gr: Εάν δεν ενεργοποιηθούν οι "Ειδοποιήσεις" δεν θα μπορέσει να λειτουργήσει η εφαρμογή

# PermissionsTitle
source: Enable Notifications, Camera and Location Access
el_gr: Ενεργοποίηση ειδοποιήσεων, λήψης τοποθεσίας και κάμερας για λήψη φωτογραφιών

# PermissionTitleDetails
source: The app needs your permission to access all three in order to be fully functional
el_gr: Η εφαρμογή χρειάζεται την άδεια σας για την ενεργοποίηση όλων των παρακάτω ώστε να είναι πλήρως λειτουργική

source: Privacy policy
el_gr: Πολιτική απορρήτου

# RePasswordPlaceHolder
source: Retype Password
el_gr: Επανάληψη κωδικού

# ReportDamageClick
source: Tap to Report a Damage
el_gr: Δηλώστε την βλάβη

# ReportFailed
source: Damage Reported Failed
el_gr: Η δήλωση απέτυχε

# ReportFix
source: Report this damage as fixed
el_gr: Αυτό διορθώθηκε

# ReportSuccess
source: Damage Reported Successfully
el_gr: Η δήλωση έγινε επιτυχώς

# ResetPassword
source: Continue
el_gr: Συνέχεια

# sendDataWifi
source: Upload photos only over Wifi
el_gr: Μεταφορά δεδομένων μόνο μέσω WiFi

# seprationSignupText
source: OR Sign Up With
el_gr: ή Εγγραφή με

# seprationSimpleText
source: OR
el_gr: Ή

# SettingItemText
source: Settings
el_gr: Ρυθμίσεις

# SigninText
source: SIGN IN
el_gr: Είσοδος

# SignupFail
source: Signup Failed
el_gr: Αποτυχία εισόδου

# SignupSuccess
source: Signup Sucessfull
el_gr: Επιτυχής είσοδος

# SignUpText
source: Register
el_gr: Εγγραφή

# SomethingIsNotRightEmail
source: Empty email is forbitten
el_gr: Δεν έχεις συμπληρώσει το email σου

# SomethingIsNotRightPassword
source: Your password cannot be null
el_gr: Δεν έχεις συμπληρώσει τον κωδικό σου

# StopServiceCommandTitle
source: Quit app now
el_gr: Κλείσιμο τώρα

# SubmisionsText
source: My submisions
el_gr: Οι αναρτήσεις μου

# TermsConditions
source: Terms and conditions
el_gr: Όροι και προϋποθέσεις

# TokenExpiredText
source: Token Expired
el_gr: Έχουν απενεργοποιηθεί οι προσβάσεις και δεν μπορεί να δουλέψει η εφαρμογή. Ενεργοποιήστε τις χειροκίνητα και προσπαθήστε ξανά

# TurnOff
source: I disagree
el_gr: Δεν συμφωνώ

# TurnOn
source: I agree
el_gr: Συμφωνώ

# UserNameText
source: Name
el_gr: Ονοματεπώνυμο

# USER_DISABLED
source: Τhe user corresponding to the given password reset code has been disabled
el_gr: Έχει απενεργοποιηθεί ο λογαριασμός. Επικοινωνήστε με τον διαχειριστή

# USER_NOT_FOUND
source: Τhere is no user corresponding to the password reset cod
el_gr: Δεν βρέθηκε ο λογαριασμός

source: Vision
el_gr: Όραμα

# WEAK_PASSWORD
source: Τhe new password is not strong enough
el_gr: Αδύναμος κωδικός

# WelcomeMessage
source: Welcome to the app
el_gr: Σχετικά με την εφαρμογή

# WelcomeText
source: Welcome
el_gr: Καλώς ήρθες

# WelcomeText_2
source: Choose how to continue
el_gr: Διάλεξε πως θα συνεχίσεις

# YesText
source: Yes
el_gr: Ναι
